Repository: common-repository/pingdom-status
Catalog: locales/PingdomStatus-*.po
Languages: sv_se

source: Delay (ms) for the selected month
sv_se: Fördröjning (ms) under vald månad

source: You have to update Flash player
sv_se: Du behöver uppdatera Flash player

source: Operation status
sv_se: Driftstatus

source: Service
sv_se: Tjänst

source: Downtime during the selected month
sv_se: Nedtid under vald månad

source: From
sv_se: Från

source: To
sv_se: Till

source: Downtime
sv_se: Nedtid

source: Go back to all services
sv_se: Tillbaka till alla tjänster

source: Active month
sv_se: Aktiv månad

source: Availability
sv_se: Tillgänglighet

source: Average response time
sv_se: Genomsnittlig fördröjning

source: Response time
sv_se: Fördröjning

source: Availability (%) during the selected month
sv_se: Tillgänglighet (%) under vald månad

source: Pingdom status
sv_se: Driftinformation från Pingdom

source: PingdomStatus User
sv_se: PingdomStatus-användare

source: Pingdom status on %s
sv_se: Driftinformation från pingdom under %s

source: Status for domain %s on %s
sv_se: Driftinformation från pingdom för domänen %s under %s

source: Pingdom Status plugin
sv_se: Visar driftinformation från Pingdom

source: Pingdom Geeks
sv_se: Geeksen på Pingdom
